INSERT INTO companies VALUES 
    (1, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '키즈노트'),
    (2, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '여기어때'),
    (3, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '야놀자');

INSERT INTO profiles VALUES
(1, '2024-07-09 12:00:00', '2024-07-09 12:00:00', 'http://example.com/img1.jpg', '김철수', 'chulsoo@example.com', '010-1234-5678', '대리', '서울특별시 강남구 테헤란로 123', '1980-01-01', 'http://chulsoo.com', 1, NULL),
(2, '2024-07-09 12:01:00', '2024-07-09 12:01:00', 'http://example.com/img2.jpg', '이영희', 'younghee@example.com', '010-8765-4321', '과장', '부산광역시 해운대구 해운대로 456', '1990-02-02', 'http://younghee.com', 1, '안녕하세요'),
(3, '2024-07-09 12:02:00', '2024-07-09 12:02:00', 'http://example.com/img3.jpg', '박민수', 'minsoo@example.com', '010-5555-5555', '인턴', '대구광역시 중구 중앙대로 789', '2000-03-03', 'http://minsoo.com', 2, NULL),
(4, '2024-07-09 12:03:00', '2024-07-09 12:03:00', 'http://example.com/img4.jpg', '최지우', 'jiwoo@example.com', '010-1111-2222', '연구원', '인천광역시 연수구 송도국제대로 123', '1985-04-05', 'http://jiwoo.com', 1, NULL),
(5, '2024-07-09 12:04:00', '2024-07-09 12:04:00', 'http://example.com/img5.jpg', '강하늘', 'haneul@example.com', '010-3333-4444', '주임', '대전광역시 서구 둔산로 456', '1988-05-06', 'http://haneul.com', 2, NULL),
(6, '2024-07-09 12:05:00', '2024-07-09 12:05:00', 'http://example.com/img6.jpg', '윤소희', 'sohee@example.com', '010-5555-6666', '사원', '광주광역시 북구 우치로 789', '1992-07-08', 'http://sohee.com', 1, NULL),
(7, '2024-07-09 12:06:00', '2024-07-09 12:06:00', 'http://example.com/img7.jpg', '오준호', 'junho@example.com', '010-7777-8888', '사원', '울산광역시 남구 삼산로 123', '1983-09-10', 'http://junho.com', 1, NULL),
(8, '2024-07-09 12:07:00', '2024-07-09 12:07:00', 'http://example.com/img8.jpg', '서지민', 'jimin@example.com', '010-9999-0000', '주임', '세종특별자치시 아름서길 456', '1995-11-12', 'http://jimin.com', 2, NULL),
(9, '2024-07-09 12:08:00', '2024-07-09 12:08:00', 'http://example.com/img9.jpg', '안유진', 'yujin@example.com', '010-1122-3344', '연구원', '경기도 성남시 분당구 판교로 789', '1993-03-14', 'http://yujin.com', 1, '반가워요'),
(10, '2024-07-09 12:09:00', '2024-07-09 12:09:00', 'http://example.com/img10.jpg', '정민호', 'minho@example.com', '010-5566-7788', '디자이너', '경기도 고양시 일산동구 중앙로 123', '1987-08-16', 'http://minho.com', 1, NULL),
(11, '2024-07-09 12:10:00', '2024-07-09 12:10:00', 'http://example.com/img11.jpg', '김영수', 'youngsoo@example.com', '010-1234-5678', '퍼포먼스 마케터', '서울특별시 강남구 테헤란로 234', '1981-02-02', 'http://youngsoo.com', 1, NULL),
(12, '2024-07-09 12:11:00', '2024-07-09 12:11:00', 'http://example.com/img12.jpg', '이지연', 'jiyeon@example.com', '010-8765-4321', '그로스 마케터', '부산광역시 해운대구 해운대로 567', '1992-03-03', 'http://jiyeon.com', 2, '부재중입니다.'),
(13, '2024-07-09 12:12:00', '2024-07-09 12:12:00', 'http://example.com/img13.jpg', '박정환', 'junghwan@example.com', '010-5555-5555', '개발자', '대구광역시 중구 중앙대로 890', '2000-04-04', 'http://junghwan.com', 1, NULL),
(14, '2024-07-09 12:13:00', '2024-07-09 12:13:00', 'http://example.com/img14.jpg', '최민준', 'minjun@example.com', '010-1111-2222', '사원', '인천광역시 연수구 송도국제대로 456', '1986-05-05', 'http://minjun.com', 2, NULL),
(15, '2024-07-09 12:14:00', '2024-07-09 12:14:00', 'http://example.com/img15.jpg', '강현우', 'hyunwoo@example.com', '010-3333-4444', '인턴', '대전광역시 서구 둔산로 789', '1989-06-06', 'http://hyunwoo.com', 1, NULL);


INSERT INTO labels VALUES
    (1, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 1', 1),
    (2, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 2', 1),
    (3, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 3', 2),
    (4, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 4', 2),
    (5, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 5', 3),
    (6, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 6', 3),
    (7, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 7', 4),
    (8, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 8', 4),
    (9, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 9', 5),
    (10, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 10', 5),
    (11, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 11', 6),
    (12, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 12', 6),
    (13, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 13', 7),
    (14, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 14', 7),
    (15, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 15', 8),
    (16, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 16', 8),
    (17, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 17', 9),
    (18, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 18', 9),
    (19, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 19', 10),
    (20, '2024-07-09 12:00:00', '2024-07-09 12:00:00', '테스트 라벨 20', 10);
